Revit 2027 API
ColorWithTransparency.GetGreen Method
 get green
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public uint GetGreen()
Public Function GetGreen As UInteger
public:
unsigned int GetGreen()
member GetGreen : unit -> uint32
Return Value
UInt32
 green
See Also
Reference
ColorWithTransparency Class
Autodesk.Revit.DB Namespace